Repository: CivityNL/ckanext-civity
Catalog: ckanext/civity/i18n/*/LC_MESSAGES/ckanext-civity.po
Languages: nl

source: You cannot change the URL of an organization containing datasets
nl: U kunt de URL van een organisatie met datasets niet wijzigen

source: Search Organizations
nl: Doorzoek Organisaties

source: Search Groups
nl: Doorzoek Thema's

source: Size (in bytes)
nl: Bestandsgrootte (in bytes)

source: Organization cannot be deleted while it still has datasets
nl: Organisaties kunnen niet worden verwijderd zolang er nog datasets aan gekoppeld zijn

source: Theme
nl: Thema

source: Personal Data
nl: Aanwezigheid persoonsgegevens

source: Are you sure you want to delete this Organization? Note*: Deleting cannot be performed while public and private datasets are belonging to this organization.
nl: Weet je zeker dat je deze Organisatie wilt verwijderen? Let op: Verwijderen is niet mogelijk zolang er nog publieke en/of privé vermeldingen in de Organisatie aanwezig zijn.

source: Are you sure you want to delete this Organization?
nl: Weet je zeker dat je deze Organisatie wilt verwijderen?

source: active
nl: actief

source: Active
nl: Actief

source: Update Resource
nl: Werk de bron bij

source: Possible reasons why you cannot see the expected statements:
nl: Mogelijke oorzaken waarom u de verwachte overzichten niet kan zien:

source: No file has been uploaded in this attachment
nl: Er is geen bestand geüpload in deze bijlage

source: An overview cannot be created for the file type of this attachment
nl: Er kan geen overzicht worden aangemaakt voor het type bestand van deze bijlage

source: The overview has not yet been processed
nl: Het overzicht is nog niet verwerkt

source: This resource view is not available at the moment.
nl: Overzicht is niet beschikbaar op dit moment

source: License not specified
nl: Licentie is niet gespecificeerd

source: Embed resource view
nl: Bronweergave insluiten

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
nl: U kunt de insluitcode kopiëren en plakken in een CMS of blogsoftware die onbewerkte HTML ondersteunt

source: Reorder resource view
nl: Sorteer bijlagen overzicht

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
nl: <p><strong>Beheerder:</strong> Kan datasets toevoegen/bewerken/verwijderen en leden van organisaties beheren.</p> <p><strong>Editor:</strong> Kan datasets toevoegen en bewerken, maar kan de leden van organisaties niet beheren.</p> <p><strong>Lid:</strong> Kan de datasets van organisaties bekijken , maar niet toevoegen.</p>

source: Save without data
nl: Opslaan zonder data

source: Password reset
nl: Wachtwoordherstel

source: Enter your username into the box and we will send you an email with a link to enter a new password.
nl: Voer je gebruikersnaam in en wij sturen je een e-mail met een link naar een nieuw wachtwoord.

source: Request reset
nl: Vraag wachtwoordherstel aan

source: Simply enter a new password and we'll update your account
nl: Voer een nieuw wachtwoord in.

source: A reset link has been emailed to you (unless the account specified does not exist)
nl: Er is een reset-link naar u gemaild (tenzij het account niet bestaat)

source: Invalid reset key. Please try again.
nl: Ongeldige herstellink.

source: Email is required
nl: E-mail adres is verplicht

source: Not authorized to see this page
nl: Je bent niet geautoriseerd om deze pagina te zien.

source: View profile
nl: Profiel

source: Edit settings
nl: Instellingen

source: Dataplatform is a product of:
nl: Dataplatform is een product van:

source: This is an introduction page for this platform.
nl: Dit is een introductie pagina voor deze data platform.

source: Sysadmin settings
nl: Systeembeheerder instellingen

source: Customisable css inserted into the page header
nl: CSS in pagina header invoegen

source: Introductory area, search, featured group and featured organization
nl: Introductietekst, zoeken, thema en organisatie

source: Search, stats, introductory area, featured organization and featured group
nl: Zoeken, statistieken, introductietekst, organisatie en thema

source: Search, introductory area and stats
nl: Zoeken, introductietekst en statistieken

source: Set send notifications
nl: Instellingen verzenden notificaties

source: This is the title of this CKAN instance it appears in various places throughout CKAN.
nl: Dit is de titel van deze CKAN installatie. De titel verschijnt op verschillende plaatsen in de applicatie.

source: Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.
nl: Kies uit een lijst met variaties van het standaard kleurenschema.

source: This item is currently not in use.
nl: Dit onderdeel is momenteel niet in gebruik.

source: Upload the logo of your Data Platform here.
nl: Upload hier het logo van uw dataplatform.

source: This text will appear on this CKAN instances <a href="{{ about_url }}">about page</a>.
nl: Deze tekst verschijnt op de <a href="{{ about_url }}">"over" pagina</a>.

source: This text will appear on this CKAN instances <a href="{{ home_url }}">home page</a> as a welcome to visitors.
nl: Deze tekst verschijnt op de <a href="{{ home_url }}">"home" pagina</a> als welkomstboodschap voor bezoekers.

source: This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="{{ docs_url }}" target="_blank">reading the documentation</a>.
nl: Deze CSS verschijnt in de kop <code>&lt;head&gt;</code> sectie van elke pagina. Voor het geavanceerd aanpassen van de sjablonen van CKAN verwijzen we graag naar de <a href="{{ docs_url }}" target="_blank">documentatie</a>.

source: This is for choosing a predefined layout for the modules that appear on your homepage.
nl: Hiermee kan worden aangegeven in welke layout en welke modules op de home pagina worden getoond.

source: Reset
nl: Annuleren

source: Create one now?
nl: Nu een vermelding aanmaken?

source: You have not provided a biography.
nl: Je hebt geen informatie toegevoegd.

source: eg. Joe Bloggs
nl: Bijvoorbeeld: Jan de Vries

source: Are you sure you want to regenerate the API key?
nl: Weet u zeker dat u een API key wilt genereren?

source: There are no {facet_type} that match this search
nl: Geen resultaten gevonden

source: This dataset is currently public. Editing this dataset will result in it becoming private again until someone of this organization publishes it again.
nl: Deze vermelding is momenteel gepubliceerd. Let op: door deze vermelding te wijzigen wordt deze automatisch gedepubliceerd (privé).

source: These resources (if any) belong to a dataset that is currently public. Any changes made here will result in the dataset becoming private again until someone of this organization publishes it again
nl: Deze bijlagen (indien aanwezig) behoren tot een vermelding die momenteel gepubliceerd is. Door deze bijlagen te wijzigen wordt deze vermelding automatisch gedepubliceerd (privé).

source: This resource belongs to a dataset that is currently public. Editing this resource (and thus indirectly this dataset) will result in the dataset becoming private again until someone of this organization publishes it again.
nl: Deze nieuwe bijlage behoort tot een vermelding die momenteel gepubliceerd is. Door deze bijlagen toe te voegen wordt deze vermelding automatisch gedepubliceerd (privé).

source: Activity from items that I'm following
nl: Laatste updates van activiteiten en vermeldingen

source: No activities are within this activity stream
nl: Op dit moment is er geen nieuws.

source: You haven't created any datasets.
nl: Je hebt geen vermeldingen aangemaakt.

source: User %r not authorized to edit members of %s
nl: Gebruiker %r heeft geen rechten voor %s

source: User %r not authorized to edit %s
nl: Gebruiker %r heeft geen rechten voor %s

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
nl: <p><strong>Beheerder:</strong> Kan groepsinformatie wijzigen en organisatieleden beheren.</p> <p><strong>Lid:</strong> Kan datasets toevoegen/verwijderen van groepen</p>

source: You cannot follow yourself
nl: Je kunt niet uzelf volgen

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here
nl: Je kunt hier <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> gebruiken

source: Forbidden
nl: Niet geautoriseerd

source: Access was denied to this resource.
nl: Je hebt geen toegang tot deze bron.

source: Not Found
nl: Niet gevonden

source: Internal Server Error
nl: Interne Server Fout

source: This is the title of this CKAN instance. It appears in various places throughout CKAN.
nl: Dit is de titel van deze CKAN installatie. De titel verschijnt op verschillende plaatsen in de applicatie.

source: Username
nl: Gebruikersnaam

source: Email address
nl: E-mail adres

source: {len} member
nl: {len} lid

source: Show only required fields
nl: Toon alleen verplichte velden

source: Portal Intro Text:
nl: Portaal introtekst:

source: Portal Intro Text
nl: Portaal introtekst

source: Text to show in the Home page of the Portal
nl: Tekst die moet worden weergegeven op de startpagina van het portaal

source: This text will be loaded in the Home Page of the Portal linked to this CKAN instance.
nl: Deze tekst wordt geladen op de startpagina van de portal die is gekoppeld aan deze CKAN-instantie.
